Repository: shivam-bale-98/creative-adobe
Catalog: packages/formidable/languages/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: (empty form)
nl_nl: (leeg formulier)

source: Add column
nl_nl: Voeg kolom toe

source: Edit
nl_nl: Wijzigen

source: (empty row)
nl_nl: (lege rij)

source: Add element
nl_nl: Voeg element toe

source: (empty column)
nl_nl: (lege kolom)

source: Add row
nl_nl: Voeg rij toe

source: Duplicate row
nl_nl: Dupliceer rij

source: Delete row
nl_nl: Verwijder rij

source: Duplicate column
nl_nl: Dupliceer kolom

source: Delete column
nl_nl: Verwijder kolom

source: Duplicate element
nl_nl: Dupliceer element

source: Delete element
nl_nl: Verwijder element

source: Back to layout
nl_nl: Terug naar lay-out

source: Width
nl_nl: Breedte

source: Rows are divided by 12 columns (default <a href="%s" target="_blank">Bootstrap</a>).
nl_nl: Rijen worden opgedeeld in 12 kolommen (standaard <a href="%s" target="_blank">Bootstrap</a>).

source: Input
nl_nl: Invoer / Veld

source: Appearance
nl_nl: Weergave

source: Dependencies
nl_nl: Afhankelijkheden

source: Error Reporting
nl_nl: Fout afhandeling

source: Required
nl_nl: Verplicht

source: Required on form
nl_nl: Verplicht in formulier

source: Default value
nl_nl: Standaard waarde

source: Disable
nl_nl: Uitschakelen

source: Enable
nl_nl: Inschakelen

source: Placeholder
nl_nl: Aanduiding

source: Mask input
nl_nl: Formateer waarde

source: Format
nl_nl: Formaat

source: Range / Limit
nl_nl: Bereik / Limieten

source: Minimal
nl_nl: Minimaal

source: Maximal
nl_nl: Maximaal

source: Steps
nl_nl: Stappen

source: Confirm / Match
nl_nl: Bevestig / Gelijk aan

source: Field
nl_nl: Element

source: No other fields of the same type created
nl_nl: Geen ander element van hetzelfde type aangemaakt

source: Available countries
nl_nl: Beschikbare landen

source: All
nl_nl: Allemaal

source: Custom
nl_nl: Aangepast

source: Select the countries subscribers can choose from
nl_nl: Selecteer de beschikbare landen

source: Default country
nl_nl: Standaard land

source: Suggest the Country from the user IP address
nl_nl: Selecteer het land op basis van het IP-adres van de bezoeker

source: Options for state/province/county
nl_nl: Opties voor staat/provincie/district

source: Clear state/province/county field when country is changed
nl_nl: Leeg staat/provincie/district element wanneer het land wijzigt

source: Hide state/province/county field when country has no available options
nl_nl: Verberg staat/provincie/district element wanneer er geen opties beschikbaar zijn

source: Force extension(s)
nl_nl: Toegelaten bestandstype(n)

source: Extensions
nl_nl: Bestandstype(n)

source: Uploaded filesize
nl_nl: Geüploade bestandsgrootte

source: Max filesize
nl_nl: Max bestandsgrootte

source: Set the maximum filesize for each uploaded file. (not larger then %s)
nl_nl: Stel de maximale bestandsgrootte in voor individuele geüploade bestanden. (niet groter dan %s)

source: Advanced settings
nl_nl: Geavanceerde instellingen

source: Upload files in folder
nl_nl: Plaats bestanden in map

source: Select folder
nl_nl: Selecteer map

source: Assign files to fileset
nl_nl: Koppel bestanden aan bestandsverzameling

source: Select fileset
nl_nl: Selecteer bestandsverzameling

source: No filesets created
nl_nl: Geen bestandsverzamelingen aangemaakt

source: Template (view)
nl_nl: Sjabloon (weergave)

source: Hide label
nl_nl: Verberg label

source: Hide label on form
nl_nl: Verberg het label op het formulier

source: Labels vs placeholder
nl_nl: Label en/of aanduiding

source: Prepend labels, instead of placeholders in the fields
nl_nl: Voeg labels toe i.p.v. aanduidingen in de elementen

source: In case you want to use labels instead of the default placeholder.
nl_nl: Wanneer je labels wilt in plaats van aanduidingen.

source: Help / Description
nl_nl: Help / Omschrijving

source: Text
nl_nl: Tekst

source: Selectables
nl_nl: Beschikbare opties

source: Move
nl_nl: Verplaats

source: Add option
nl_nl: Voeg optie toe

source: Add multiple
nl_nl: Voeg meerdere toe

source: Clear all
nl_nl: Verwijder allen

source: Page Type
nl_nl: Paginatype

source: Location
nl_nl: Locatie

source: Everywhere
nl_nl: Overal

source: Beneath page
nl_nl: Onder bepaalde pagina

source: Option Name
nl_nl: Optienaam

source: Will be shown as selectable value
nl_nl: Dit zal worden weergegeven als selecteerbare waarde

source: Display page aliasses
nl_nl: Geef aliassen ook weer

source: Show featured pages only
nl_nl: Laat alleen aanbevolen pagina's zien

source: Only display pages where "%s" is not empty
nl_nl: Alleen pagina's weergeven waar "%s" niet leeg is

source: Sort order
nl_nl: Sorteer op

source: Sitemap order
nl_nl: Sitemap volgorde

source: Reverse sitemap order
nl_nl: Omgekeerde sitemap volgorde

source: Most recent first
nl_nl: Meest recente eerst

source: Earliest first
nl_nl: Vroegste eerste

source: Alphabetical order
nl_nl: Alfabetische volgorde

source: Reverse alphabetical order
nl_nl: Omgekeerde alfabetische volgorde

source: Most recently modified first
nl_nl: Meest recent aangepast eerst

source: Random
nl_nl: Willekeurige

source: Groups
nl_nl: Groepen

source: Show active members only
nl_nl: Alleen actieve gebruikers weergeven

source: Show valid members only
nl_nl: Alleen gevalideerde gebruikers weergeven

source: Only display users where "%s" is not empty
nl_nl: Alleen gebruikers weergeven waar "%s" niet leeg is

source: Sort By
nl_nl: Sorteer op

source: Ascending
nl_nl: Oplopend

source: Element Type
nl_nl: Type element

source: Allow multiple
nl_nl: Meerdere toegestaan

source: Allow multiple selected options
nl_nl: Laat het selecteren van meerdere opties toe

source: Add multiple options at once
nl_nl: Voeg meerdere opties in één keer toe

source: New options successfully added!
nl_nl: Optie succesvol toegevoegd!

source: Remove all options
nl_nl: Verwijdere alle opties

source: All options are successfully removed!
nl_nl: Alle opties zijn succesvol verwijderd!

source: Back to mails
nl_nl: Terug naar e-mails

source: From
nl_nl: Afzender

source: To
nl_nl: Ontvanger

source: Attachments
nl_nl: Bijlagen

source: From which address should this mail be send from?
nl_nl: Van welke e-mailadres moet deze e-mail verzonden worden?

source: Email Address
nl_nl: E-mailadres

source: Select the element the "from"-details will be loaded from
nl_nl: Selecteer het element dat als "afzender" gebruikt wordt

source: No fields in form to use for the "from"-details
nl_nl: Geen element aangemaakt dat als "afzender" gebruikt kan worden

source: Reply To
nl_nl: Antwoord naar

source: Set the "reply-to"-details for the mail
nl_nl: Stel de "antwoord naar" gegevens in

source: Select the element the "reply-to"-details will be loaded from
nl_nl: Selecteer het element dat als "antwoord naar" gebruikt wordt

source: No fields in form to use for the "reply-to"-details
nl_nl: Geen element aangemaakt dat als "antwoord naar" gebruikt kan worden

source: To (custom email addresses)
nl_nl: Ontvanger (e-mailadressen)

source: Add Email Address
nl_nl: Voeg e-mailadres toe

source: To (available elements in the form)
nl_nl: Ontvanger (elementen uit formulier)

source: No elements in the form available to send mail to
nl_nl: Geen element beschikbaar die als ontvanger kunnen dienen

source: Use CC
nl_nl: Gebruik CC

source: Use CC instead of BCC when you send to multple Email Addresses
nl_nl: Gebruik CC i.p.v. BCC wanneer er meerdere ontvangers zijn

source: Subject
nl_nl: Onderwerp

source: Add dynamic data
nl_nl: Voeg dynamische data toe

source: Template
nl_nl: Sjabloon

source: No templates created
nl_nl: Geen sjablonen aangemaakt

source: Don't use a template
nl_nl: Gebruik geen sjabloon

source: Select the template for this mail
nl_nl: Selecteer het gewenste sjabloon voor de e-mail

source: Skip empty values
nl_nl: Sla lege waarde over

source: Empty values in the dynamic data in the message will be removed before sending the message
nl_nl: Lege waarden uit dynamische data zullen niet worden meegezonden in het bericht

source: Skip layout elements
nl_nl: Sla lay-out elementen over

source: Layout elements in the dynamic data in the message will be removed before sending the message
nl_nl: Elementen voor de lay-out uit dynamische data zullen niet worden meegezonden in het bericht

source: Attachment (files from filemanager)
nl_nl: Bijlagen (uit de Bestanden)

source: Choose File
nl_nl: Selecteer bestand

source: Add attachment
nl_nl: Voeg bijlage toe

source: Attachment (available elements in the form)
nl_nl: Bijlagen (elementen uit formulier)

source: No elements in the form available to use as attachment
nl_nl: Geen element aangemaakt dat als bijlagen gebruikt kan worden

source: Select "Formidable Data" - Tag
nl_nl: Selecteer "Formdiable Data" - Tag

source: Results
nl_nl: Resultaten

source: Select action
nl_nl: Selecteer actie

source: Properties
nl_nl: Eigenschappen

source: Fields
nl_nl: Elementen

source: Mails
nl_nl: E-mails

source: Add new
nl_nl: Voeg nieuwe toe

source: Send
nl_nl: Verzenden

source: Do not send
nl_nl: Niet verzenden

source: No (other) fields available for setting up dependencies
nl_nl: Geen (andere) elementen beschikbaar voor het instellen van afhankelijkheden

source: You have not created any dependency rules
nl_nl: Momenteel zijn er geen afhankelijkheden aangemaakt

source: or
nl_nl: of

source: Rule #%s
nl_nl: Regel #%s

source: and
nl_nl: en

source: Value...
nl_nl: Waarde...

source: Add
nl_nl: Toevoegen

source: if
nl_nl: als

source: and if
nl_nl: en als

source: has
nl_nl: heeft

source: and has
nl_nl: en heeft

source: any option
nl_nl: elke optie

source: non option
nl_nl: geen optie

source: selected/checked
nl_nl: geselecteerd

source: Add rule
nl_nl: Voeg regel toe

source: Paste dependency rules
nl_nl: Plak afhankelijkheden

source: Paste
nl_nl: Plak

source: Copy dependency rules
nl_nl: Dupliceer afhankelijkheden

source: (option removed or not available)
nl_nl: (optie verwijderd of niet beschikbaar)

source: (element removed or not available)
nl_nl: (element verwijderd of niet beschikbaar)

source: Back to results
nl_nl: Terug naar resultaten

source: There is no data available for this submission
nl_nl: Er is geen data beschikbaar voor dit resultaat

source: Send on
nl_nl: Verzonden op

source: Unknown page
nl_nl: Onbekende pagina

source: (PageID: %s)
nl_nl: (Pagina ID: %s)

source: Guest
nl_nl: Gast

source: Unknown user
nl_nl: Onbekende gebruiker

source: (UserID: %s)
nl_nl: (GebruikerID: %s)

source: Device
nl_nl: Apparaat

source: Operating System
nl_nl: Besturingssysteem

source: Browser
nl_nl: Verkenner

source: Resolution
nl_nl: Resolutie

source: Localization
nl_nl: Taal

source: Date
nl_nl: Datum

source: Action
nl_nl: Actie

source: By
nl_nl: Door

source: System
nl_nl: Systeem

source: No logs found.
nl_nl: Geen logs beschikbaar.

source: To form
nl_nl: Naar formulier

source: Go to form ...
nl_nl: Ga naar formulier ...

source: Select form
nl_nl: Selecteer formulier

source: Items per page
nl_nl: Resultaten per pagina

source: Export to CSV
nl_nl: Exporteer naar CSV

source: Search
nl_nl: Zoek

source: Content
nl_nl: Inhoud

source: Additional CSS
nl_nl: Additionele CSS

source: You can use this to add addtional css-styles.
nl_nl: Voeg extra css-stylen toe.

source: You have not created any mailings yet.
nl_nl: Momenteel zijn er geen e-mails aangemaakt.

source: Add mailing
nl_nl: E-mail toevoegen

source: Last submission
nl_nl: Laatste resultaat

source: Disabled
nl_nl: Uitgeschakeld

source: Disabled by limits
nl_nl: Uitgeschakeld door limieten

source: Disabled by schedule
nl_nl: Uitgeschakeld door planning

source: Scheduled
nl_nl: Planning

source: Privacy settings
nl_nl: Privacyinstellingen

source: No submissions yet
nl_nl: Nog geen inzendingen

source: You have not created any forms yet.
nl_nl: Momenteel zijn er geen formulieren aangemaakt.

source: Duplicate form
nl_nl: Dupliceer formulier

source: Delete form
nl_nl: Verwijder formulier

source: Duplicate mail
nl_nl: Dupliceer e-mail

source: Delete mail
nl_nl: Verwijder e-mail

source: No results yet!
nl_nl: Nog geen resultaten!

source: Delete result(s)
nl_nl: Verwijder resultaat(en)

source: Resend result(s)
nl_nl: Her-zenden inzendingen

source: Used
nl_nl: Gebruikt

source: You have not created any templates yet.
nl_nl: Momenteel zijn er geen sjablonen aangemaakt.

source: Duplicate template
nl_nl: Dupliceer sjabloon

source: Delete template
nl_nl: Verwijder sjabloon

source: Field "%s" is empty or invalid
nl_nl: Element "%s" is leeg en/of ongeldig

source: Field "%s" and "%s" should be the same
nl_nl: Element "%s" en "%s" moeten gelijk zijn

source: Field "%s" should be between %s and %s words
nl_nl: Element "%s" moet tussen de %s en %s woorden bevatten

source: Field "%s" should be between %s and %s characters
nl_nl: Element "%s" moet tussen de %s en %s karakters bevatten

source: Field "%s" should have between %s and %s options selected/checked
nl_nl: Element "%s" moet tussen de %s en %s opties geselecteerd hebben

source: CollectionID
nl_nl: PaginaID

source: Page Name
nl_nl: Paginanaam

source: Page Handle
nl_nl: Pagina Handle

source: Date Added
nl_nl: Datum toegevoegd

source: Attributes
nl_nl: Attributen

source: UserID
nl_nl: GebruikerID

source: Username
nl_nl: Gebruikersnaam

source: Member
nl_nl: Gebruiker

source: Value - Insert predefinded value
nl_nl: Waarde - Voeg voorgedefinieerde waarde toe

source: POST/GET - Insert value based the POST/GET (?query=...)
nl_nl: POST/GET - Voeg waarde toe op basis van POST/GET variabele (?query=...)

source: Page - Insert property / attribute based on the current Page
nl_nl: Pagina - Voeg waarde toe op basis van de huidige pagina

source: Member - Insert property / attribute based on the loggedin Member
nl_nl: Gebruiker - Voeg waarde toe op basis van de ingelogde gebruiker

source: Manual options
nl_nl: Eigen opties

source: Pages
nl_nl: Pagina's

source: Members
nl_nl: Gebruikers

source: Options will be dynamically loaded, based on the parameters set.
nl_nl: Opties worden dynamisch geladen op basis van de ingestelde parameters.

source: Textarea
nl_nl: Tekstvlak

source: If "none of the above" is appliable, the submitter can manually add his own.
nl_nl: Wanneer "geen van boven" geldt, kan de verzender zelf iets invoeren.

source: Default
nl_nl: Standaard

source: Show (and enable)
nl_nl: Weergeven (en inschakelen)

source: Hide (and disable)
nl_nl: Verbergen (en uitschakelen)

source: Add class
nl_nl: Voeg class toe

source: Set value
nl_nl: Stel waarde in

source: is empty / not checked
nl_nl: is leeg / niet geselecteerd

source: is not empty / is checked
nl_nl: is niet leeg / is geselecteerd

source: equals
nl_nl: gelijk aan

source: does not equal
nl_nl: niet gelijk aan

source: contains
nl_nl: bevat

source: does not contain
nl_nl: bevat niet

source: Accept
nl_nl: Akkoord

source: Acceptance for Terms of conditions and/or GDPR
nl_nl: Akkoord met voorwaarden en/of avg

source: Address 1
nl_nl: Adres #1

source: Address 2
nl_nl: Adres #2

source: Street
nl_nl: Straat

source: Number
nl_nl: Nummer

source: Suffix
nl_nl: Toevoeging

source: Zipcode
nl_nl: Postcode

source: Postal Code
nl_nl: Postcode

source: State
nl_nl: Staat

source: City
nl_nl: Plaats

source: Country
nl_nl: Land

source: Address
nl_nl: Adres

source: Address field with Address 1 and 2, Postal Code etc.
nl_nl: Adres velden met Adres 1 en 2, Postcode enz.

source: (new line)
nl_nl: (nieuwe regel)

source: Custom format...
nl_nl: Eigen format...

source: Province
nl_nl: Provincie

source: County
nl_nl: District / Graafschap

source: New line
nl_nl: Nieuwe regel

source: You can also use specialchars like ,.!;: etc...
nl_nl: Je kunt ook speciale karakters toevoegen zoals ,.!;: enz...

source: Field "%s (%s)" is empty or invalid
nl_nl: Element "%s" (%s) is leeg en/of ongeldig

source: Field "%s (%s)" can't be zero
nl_nl: Element "%s" (%s) mag geen 0 zijn

source: Captcha
nl_nl: Verificatie

source: Verification by captcha
nl_nl: Verificatie door captcha

source: HTML / Javascript / CSS for your form
nl_nl: HTML / Javascript / CSS voor je formulier

source: Text and images
nl_nl: Tekst en afbeeldingen

source: Date picker/selector/input
nl_nl: Datum prikker/selector/veld

source: Datepicker (HTML5)
nl_nl: Datumprikker (HTML5)

source: Selectboxes
nl_nl: Selectievakken

source: Masked input (limited formating)
nl_nl: Gemaskeerde invoer (beperkte formattering)

source: YYYY/MM/DD (e.g. 1985/01/05)
nl_nl: YYYY/MM/DD (bijv. 1985/01/05)

source: MMMM D YYYY (e.g. January 5 1985)
nl_nl: MMMM D YYYY (bijv. januari 5 1985)

source: DD-MM-YYYY (e.g. 05-01-1985)
nl_nl: DD-MM-YYYY (bijv. 05-01-1985)

source: D MMMM YYYY (e.g. 5 January 1985)
nl_nl: D MMMM YYYY (bijv. 5 januari 1985)

source: dddd D MMMM YYYY (e.g. Sunday 5 January 1985)
nl_nl: dddd D MMMM YYYY (bijv. zondag 5 januari 1985)

source: D - Day of Month (1 2 .. 30 31)
nl_nl: D - Dag van de maand (1 2 .. 30 31)

source: DD - Day of Month (01 02 ... 30 31)
nl_nl: DS - Dag van de maand (01 02 .. 30 31)

source: ddd - Sun Mon ... Fri Sat
nl_nl: ddd - Zon Maa ... Vri Zat

source: dddd - Sunday Monday ... Friday Saturday
nl_nl: dddd - Zondag Maandag ... Vrijdag Zaterdag

source: MMMM - January February ... November December
nl_nl: MMMM - Januari Februari ... November December

source: Field "%s" (year) is empty or invalid
nl_nl: Element "%s" (jaar) is leeg en/of ongeldig

source: Field "%s" (month) is empty or invalid
nl_nl: Element "%s" (maand) is leeg en/of ongeldig

source: Field "%s" (day) is empty or invalid
nl_nl: Element "%s" (dag) is leeg en/of ongeldig

source: Field "%s" is invalid
nl_nl: Element "%s" is leeg en/of ongeldig

source: Email Address field
nl_nl: E-mailadres element

source: Field "%s" is an invalid Email Address
nl_nl: Element "%s" is een ongeldig e-mailadres

source: File(s)
nl_nl: Bestand(en)

source: Upload files
nl_nl: Geüploade bestanden

source: File (HTML)
nl_nl: Bestand (HTML)

source: files
nl_nl: bestanden

source: Add another file
nl_nl: Voeg bestand toe

source: Drag 'n Drop your files here!
nl_nl: Sleur en pleur je bestanden hier!

source: Field "%s" should have between %s and %s files uploaded
nl_nl: Element "%s" moet tussen de %s en %s bestanden bevatten

source: Field "%s" is invalid extension
nl_nl: Element "%s" is een ongeldige extensie

source: Field "%s" is too large (max. %sMB allowed)
nl_nl: Element "%s" is te groot (max. %sMB toegestaan)

source: File doesn't exists or invalid
nl_nl: Bestand is leeg en/of ongeldig

source: Field "%s" doesn't exists.
nl_nl: Element "%s" bestaat niet.

source: <div>%s (%s) (removed file)<div>
nl_nl: <div>%s (%s) (verwijderd bestand)<div>

source: Hidden
nl_nl: Verborgen

source: Hidden field
nl_nl: Verborgen element

source: International Bank Account Number
nl_nl: International Bank Account Number (bankrekening nummer)

source: Field "%s" is invalid IBAN
nl_nl: Field "%s" in een ongeldig IBAN

source: Line
nl_nl: Lijn

source: Horizontal rule
nl_nl: Horizontale lijn

source: First Name
nl_nl: Voornaam

source: Prefix
nl_nl: Voorvoegsel

source: Last Name
nl_nl: Achternaam

source: Name field with First Name / Last Name
nl_nl: Naam element met voor- en achternaam

source: Break / New line
nl_nl: Nieuw regel (page break)

source: Only numbers allowed
nl_nl: Alleen cijfers toegestaan

source: Field "%s" is an invalid number
nl_nl: Element "%s" in een ongeldig nummer/cijfer

source: Field "%s" should be between %s and %s
nl_nl: Element "%s" moet tussen de %s en %s zijn

source: Option List
nl_nl: Optielijst

source: List of available options
nl_nl: Lijst van beschikbare opties

source: Shown as first option (e.g. "Please select!")
nl_nl: Wordt weergegeven als eerste optie (bijv. "Maak je keuze!")

source: Dropdown (select)
nl_nl: Keuzevak (select)

source: Checkbox
nl_nl: Vinkje (checkbox)

source: Radio (buttons)
nl_nl: Radioknop (radiobutton)

source: No options set or found for "%s"
nl_nl: Geen opties aangemaakt of gevonden voor "%s"

source: Field "%s" ("%s") is empty or invalid
nl_nl: Element "%s" ("%s") is leeg en/of ongeldig

source: <div>%s (%s) (removed page)<div>
nl_nl: <div>%s (%s) (verwijderde pagina)<div>

source: <div><a href="%s" target="_blank">%s</a> (PageID: %s)<div>
nl_nl: <div><a href="%s" target="_blank">%s</a> (PaginaID: %s)<div>

source: <div>%s (%s) (removed member)<div>
nl_nl: <div>%s (%s) (verwijderde gebruiker)<div>

source: <div><a href="%s" target="_blank">%s / %s</a> (UserID: %s)<div>
nl_nl: <div><a href="%s" target="_blank">%s / %s</a> (GebruikerID: %s)<div>

source: (empty)
nl_nl: (leeg)

source: Password
nl_nl: Wachtwoord

source: Password field
nl_nl: Wachtwoord element

source: Characters
nl_nl: Karakters

source: At least one number and one lowercase, uppercase and special character
nl_nl: Minimaal één cijfer en minimaal één kleine letter, hoofdletter en een speciaal karakter

source: At least one number and at least one lowercase and one uppercase character
nl_nl: Minimaal één cijfer en minimaal één kleine letter en een hoofdletter

source: At least one lowercase, one uppercase and one special character
nl_nl: Minimaal één kleine letter, hoofdletter en een speciaal karakter

source: At least one number and one lowercase character
nl_nl: Minimaal één cijfer en minimaal één kleine letter

source: At least one number
nl_nl: Minimaal één cijfer

source: At least one special character
nl_nl: Minimaal één speciaal karakter

source: At least one lowercase and one uppercase character
nl_nl: Minimaal één kleine letter en één hoofdletter

source: At least one lowercase character
nl_nl: Minimaal één kleine letter

source: At least one uppercase character
nl_nl: Minimaal één hoofdletter

source: or use your own custom regex
nl_nl: of gebruik een eigen regex

source: Field "%s" should have at least one number (0-9)
nl_nl: Element "%s" moet minimaal één cijfer bevatten (0-9)

source: Field "%s" should have at least one lowercase character (a-z)
nl_nl: Element "%s" moet minimaal één kleine letter bevatten (a-z)

source: Field "%s" should have at least one uppercase character (A-Z)
nl_nl: Element "%s" moet minimaal één hoofdletter bevatten (A-Z)

source: Field "%s" should have at least one special character (*.!@$%%^&(){}[:;<>,.?\/~_+-=|\])
nl_nl: Element "%s" moet minimaal één speciaal karakter bevatten (*.!@$%%^&(){}[:;<>,.?\/~_+-=|\])

source: Field "%s" doesn't match "%s"
nl_nl: Element "%s" komt niet overeen met "%s"

source: Phone
nl_nl: Telefoon

source: Phone Number
nl_nl: Telefoonnummer

source: Represents a numeric character
nl_nl: Vertegenwoordigd een cijfer (verplicht)

source: Represents a optional numeric character
nl_nl: Vertegenwoordigd een cijfer (optioneel)

source: Recursive item, only the previous pattern is allowed after the hashtag
nl_nl: Recursief, alleen het voorliggende patroon is toegestaan na het hekje (#)

source: Represents an alphanumeric character
nl_nl: Vertegenwoordigd zowel een cijfer als een letter

source: Represents an alpha character
nl_nl: Vertegenwoordigd een letter

source: Examples:
nl_nl: Voorbeelden:

source: More information about masking: <a href="https://igorescobar.github.io/jQuery-Mask-Plugin" target="_blank">click here</a>
nl_nl: Voor meer informatie over maskering: <a href="https://igorescobar.github.io/jQuery-Mask-Plugin" target="_blank">klik hier</a>

source: Field "%s" doesn't match format
nl_nl: Element "%s" komt niet overeen met formaat

source: Range
nl_nl: Bereik

source: Range slider
nl_nl: Bereik (schuifbalk)

source: Submit-button
nl_nl: Verzend-knop

source: Basic single line textfield
nl_nl: Standaard enkele regel tekstveld

source: Words
nl_nl: Woorden

source: Multi-line textfield
nl_nl: Multilijn tekstveld

source: Field "%s" is invalid URL
nl_nl: Element "%s" is ongeldige URL

source: Basic elements
nl_nl: Basis elementen

source: Advanced elements
nl_nl: Geavanceerde elementen
