Repository: shivam-bale-98/creative-adobe
Catalog: packages/formidable/languages/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Layout elements
nl_nl: Uiterlijke elementen

source: Handling elements
nl_nl: Afhandelen van elementen

source: Custom elements
nl_nl: Aangepaste elementen

source: No element-types found!
nl_nl: Geen element-types gevonden!

source: Element with handle "%s" not found!
nl_nl: Element met handle "%s" niet gevonden!

source: Column %s - %s%% (col-%s)
nl_nl: Kolom %s - %s%% (col-%s)

source: Column
nl_nl: Kolom

source: Fieldset
nl_nl: Elementreeks

source: Enable CSS
nl_nl: CSS inschakelen

source: Disable CSS
nl_nl: CSS uitschakelen

source: (unknown)
nl_nl: (onbekend)

source: Enable limits
nl_nl: Limieten inschakelen

source: Disable limits
nl_nl: Limieten uitschakelen

source: Total submissions
nl_nl: Aantal inzendingen

source: Per IP-address
nl_nl: Per IP-adres

source: Per registered user
nl_nl: Per geregistreerde gebruiker

source: Per page
nl_nl: Per pagina

source: Show message
nl_nl: Bericht weergeven

source: Enable scheduling
nl_nl: Planning inschakelen

source: Disable scheduling
nl_nl: Planning uitschakelen

source: Enable GDPR settings
nl_nl: AVG-instellingen inschakelen

source: Disable GDPR settings
nl_nl: AVG-instellingen uitschakelen

source: Enable auto remove
nl_nl: Automatisch verwijderen inschakelen

source: Disable auto remove
nl_nl: Automatisch verwijderen uitschakelen

source: Days
nl_nl: Dagen

source: Months
nl_nl: Maanden

source: Enable this form
nl_nl: Formulier inschakelen

source: Disable this form
nl_nl: Formulier uitschakelen

source: Row
nl_nl: Rij

source: Step
nl_nl: Stap

source: Enable custom buttons
nl_nl: Eigen knoppen inschakelen

source: Disable custom buttons
nl_nl: Eigen knoppen uitschakelen

source: Form ID
nl_nl: Formulier ID

source: (unique ID)
nl_nl: (uniek ID)

source: Integer
nl_nl: Nummer

source: Result ID
nl_nl: Resultaat ID

source: Locale
nl_nl: Lokale (taal/land)

source: Page ID
nl_nl: Pagina ID

source: Page URL
nl_nl: Pagina URL

source: Last Modification Date
nl_nl: Laatste aanpassing

source: Publication Date
nl_nl: Publicatie datum

source: User ID
nl_nl: Gebruiker ID

source: Profile URL
nl_nl: Profiel URL

source: Insert Formidable Data
nl_nl: Voeg Formidable Data toe

source: Insert Formidable Form-tag
nl_nl: Voeg Formidable Form-tag toe

source: Formidable Mail Exception. Unable to send mail:
nl_nl: Formidable Mail Fout. Kan de mail niet verzenden:

source: Template Used
nl_nl: Sjabloon gebruikt

source: Reply-To
nl_nl: Antwoordadres

source: Body
nl_nl: Bericht

source: Formidable Privacy Log setting prevents details to be logged.
nl_nl: Formidable AVG-instellingen zorgen ervoor dat details niet worden opgeslagen.

source: EMAILS ARE ENABLED. THIS EMAIL HAS BEEN SENT
nl_nl: E-MAILS ZIJN INGESCHAKELD. DEZE MAIL IS VERZONDEN

source: EMAILS ARE ENABLED. THIS EMAIL HAS NOT BEEN SENT
nl_nl: E-MAILS ZIJN INGESCHAKELD. DEZE MAIL IS NIET VERZONDEN

source: EMAILS ARE DISABLED. THIS EMAIL WAS LOGGED BUT NOT SENT
nl_nl: E-MAILS ZIJN UITGESCHAKELD. DEZE MAIL IS NIET VERZONDEN

source: Mail Details: %s
nl_nl: E-mail details: %s

source: Custom sender
nl_nl: Verzender

source: Use data from element on form
nl_nl: Gebruik data uit element op formulier

source: Use the "From"-details
nl_nl: Gebruik the "Van"-details

source: Custom Reply To
nl_nl: Aangepast antwoordadres

source: Unmatching FormIDs for Result and Mail objects
nl_nl: Formulier ID voor Resultaat- en Mailobject komen niet overeen

source: No Result object set for Mail object
nl_nl: Geen Resultaatobject voor dit Mailobject opgeslagen

source: No FROM set or empty for this mailing
nl_nl: Van is leeg en/of ongeldig

source: No REPLYTO set or empty for this mailing
nl_nl: Antwoordadres is leeg en/of ongeldig

source: No TO set or empty for this mailing
nl_nl: Naar is leeg en/of ongeldig

source: Send no mail because of dependency
nl_nl: Geen mail verzonden vanwege afhankelijkeden

source: guest
nl_nl: gast

source: FormID
nl_nl: Formulier ID

source: Form Name
nl_nl: Formuliernaam

source: Date Modified
nl_nl: Aangepast op

source: to
nl_nl: naar

source: Last Modified
nl_nl: Aangepast op

source: Core Properties
nl_nl: Basiseigenschappen

source: View
nl_nl: Bekijken

source: Cleanup Formidable
nl_nl: Opschonen Formidable

source: Removes temporary files and remove results based on GDPR
nl_nl: Verwijderd tijdelijke bestanden en verwijderd inzendingen op basis van AVG-instellingen

source: Temporary files successfully removed!
nl_nl: Tijdelijke bestanden zijn succesvol verwijderd!

source: Customize Results
nl_nl: Resultaten aanpassen

source: Search Presets
nl_nl: Opgeslagen zoekopdrachten

source: Add custom search fields based on your needs.
nl_nl: Voeg elementen toe.

source: Customize the columns, column order, sort and number of results for your search.
nl_nl: Pas kolommen, kolom volgorde, sortering en aantal resultaten aan.

source: (no name set)
nl_nl: (geen naar opgegeven)

source: Edit Search Preset
nl_nl: Pas zoekopdracht aan

source: Delete Search Preset
nl_nl: Verwijder opgeslagen zoekopdracht

source: No search presets found.
nl_nl: Geen zoekopdrachten gevonden.

source: Save Search
nl_nl: Zoekopdracht opslaan

source: Save Preset
nl_nl: Zoekopdracht opslaan

source: Are you sure you want to remove the "%s" search preset?
nl_nl: Weet je zeker dat je de zoekopdracht "%s" wilt verwijderen?

source: Remove
nl_nl: Verwijder

source: Save Search Preset
nl_nl: Zoekopdracht opslaan
