Repository: shivam-bale-98/creative-adobe
Catalog: packages/formidable/languages/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Add a Formidable Form on your page
nl_nl: Voeg een Formidable Form toe op je pagina

source: Please select a form
nl_nl: Selecteer een formulier

source: Form isn't valid or removed.
nl_nl: Formulier is ongeldig of verwijderd.

source: Message on success is invalid or empty
nl_nl: Succes bericht is ongeldig of verwijderd

source: Redirect Page on success is invalid or empty
nl_nl: Redirect (pagina) is ongeldig of verwijderd

source: Formidable Form Block can't found
nl_nl: Formidable Form Block kan niet worden gevonden

source: Formidable Form can't found
nl_nl: Formidable Form kan niet worden gevonden

source: Formidable Form ID doesn't match set form
nl_nl: FormulierID komt niet overeen met het formulier

source: Formidable Form is illegally submitted (honeypot)
nl_nl: Formulier is ongeldig verzonden (honeypot)

source: Invalid token, please reload page and try again
nl_nl: Token is ongeldig, herlaad en probeer opnieuw

source: Unable to complete action due to a banned IP. Please contact the administrator of this site for more information.
nl_nl: Kan de actie niet afronden vanwege een IP-block. Neem contact op met de websitebeheerder.

source: Unable to complete action due to our spam policy. Please contact the administrator of this site for more information.
nl_nl: Kan de actie niet afronden vanwege de SPAM-policy. Neem contact op met de websitebeheerder.

source: Created
nl_nl: Aangemaakt

source: Mail "%s" send to: %s
nl_nl: Email "%s" is verzonden naar: %s

source: Mail "%s" unsuccessful: %s
nl_nl: Email "%s" niet verzonden naar: %s

source: Element can't found
nl_nl: Element kan niet worden gevonden

source: No forms created yet!
nl_nl: Nog geen formulieren aangemaakt!

source: Form
nl_nl: Formulier

source: Handling
nl_nl: Afhandeling

source: Errors
nl_nl: Foutmeldingen

source: Success
nl_nl: Succes

source: Advanced
nl_nl: Geavanceerd

source: Form properties
nl_nl: Eigenschappen

source: Select the form you want to show
nl_nl: Selecteer het formulier om weer te geven

source: Please select
nl_nl: Selecteer

source: Advanced settings for this block
nl_nl: Geavanceerde instellingen voor dit block

source: Additional class
nl_nl: Extra class

source: If you need to add specific classes to the block
nl_nl: Voor extra CSS-classes op dit block

source: When submitted
nl_nl: Bij verzending

source: Do you want to scroll to the top of the form?
nl_nl: Wil je terug scrollen naar de bovenkant van het formulier?

source: No, stay on the current position
nl_nl: Nee, blijf om de huidige positie

source: Yes, scroll to the top of the form
nl_nl: Ja, scroll maar terug naar boven

source: Scroll to top +/- additional pixels
nl_nl: Scroll naar boven +/- extra pixels

source: Speed
nl_nl: Snelheid

source: Scroll speed in miliseconds
nl_nl: Scrollsnelheid in milliseconden

source: Displaying errors
nl_nl: Foutmeldingen weergeven

source: Where do you want to show the errors?
nl_nl: Waar moeten de foutmeldingen worden weergegeven?

source: Beneath element
nl_nl: Onder het betreffende element

source: On top of form
nl_nl: Bovenaan het formulier

source: If you need to add specific classes to the error message(s)
nl_nl: Voor extra CSS-classes op de foutmeldingen

source: When successfully submitted
nl_nl: Wanneer het formulier succesvol is verzonden

source: On successful submission
nl_nl: Bij succesvol verzonden

source: Show message on page
nl_nl: Bericht weergeven op pagina

source: Redirect to page
nl_nl: Stuur door naar pagina

source: What should happen after a successful submission of this form?
nl_nl: Wat moet er gebeuren bij een succesvolle verzending?

source: Message
nl_nl: Bericht

source: Do you want to hide the form after a successful submission?
nl_nl: Formulier verbergen na een succesvolle verzending?

source: No, just clear the form
nl_nl: Nee, maak alleen het formulier leeg

source: Yes, hide the form
nl_nl: Ja, verberg het formulier

source: If you need to add specific classes to the success message(s)
nl_nl: Voor extra CSS-classes op het succesvol verzonden bericht

source: Select page
nl_nl: Selecteer pagina

source: Saving data
nl_nl: Dataopslag

source: Do you want to save empty data?
nl_nl: Lege data opslaan?

source: No, keep results clean!
nl_nl: Nee, resultaten schoon houden!

source: Yes, also save empty fields
nl_nl: Ja, sla ook lege data op

source: Field that aren't filled by the submitter will resolve in empty data. In some cases you might want to save if for later. By default empty data is not stored in the results.
nl_nl: Elementen die niet zijn gevuld door de verzenden zullen resulteren in lege data. In sommige gevallen kan lege data van belang zijn. Standaard wordt lege data niet opgeslagen.

source: Callback options (jquery / javascript)
nl_nl: Callback opties (jquery / javascript)

source: Callback on onload (jquery / javascript)
nl_nl: Callback op onload (jquery / javascript)

source: You can use this to create a callback on onload
nl_nl: Gebruik dit voor het uitvoeren van code bij laden van pagina

source: Callback on errors (jquery / javascript)
nl_nl: Callback bij fouten (jquery / javascript)

source: You can use this to create a callback on errors
nl_nl: Gebruik dit voor het uitvoeren van code wanneer er error(s) ontstaan

source: Callback on success (jquery / javascript)
nl_nl: Callback bij succes (jquery / javascript)

source: You can use this to create a callback on success
nl_nl: Gebruik dit voor het uitvoeren van code na een succesvolle verzending

source: Formidable Form isn't viewable when page is in Edit Mode
nl_nl: Formulier is niet zichtbaar op de pagina in Bewerk Modus

source: Formidable Form isn't found or available
nl_nl: Formulier is niet gevonden of niet beschikbaar

source: Formidable Form is no longer available
nl_nl: Formulier is niet gevonden of niet beschikbaar

source: Submit
nl_nl: Verzenden

source: Create awesome forms with a few clicks!
nl_nl: Maak perfecte formulieren in een paar klikken!

source: An error occurred while saving the search preset.
nl_nl: Er is heeft zich een fout voorgedaan bij het opslaan van de zoekopdracht.

source: Warning
nl_nl: Waarschuwing

source: Error
nl_nl: Foutmelding

source: Invalid request
nl_nl: Ongeldig verzoek

source: Formidable Forms
nl_nl: Formulieren

source: Add new form
nl_nl: Maak nieuw formulier

source: Edit properties for "%s"
nl_nl: Bewerk eigenschappen voor "%s"

source: Edit layout and elements for "%s"
nl_nl: Bewerk lay-out en elementen voor "%s"

source: Edit mails for "%s"
nl_nl: Bewerk e-mails voor "%s"

source: Invalid row, not found
nl_nl: Ongeldige rij, niet gevonden

source: Add new row
nl_nl: Voeg nieuwe rij toe

source: Edit row "%s"
nl_nl: Bewerk rij "%s"

source: Invalid column, not found
nl_nl: Ongeldige kolom, niet gevonden

source: Add new column
nl_nl: Voeg nieuwe kolom toe

source: Edit column "%s"
nl_nl: Bewerk kolom "%s"

source: Add new element
nl_nl: Voeg nieuw element toe

source: Edit element "%s"
nl_nl: Bewerk element "%s"

source: Invalid mail, not found
nl_nl: Ongeldige e-mail, niet gevonden

source: Add new mail
nl_nl: Voeg nieuwe e-mail toe

source: Edit mail "%s"
nl_nl: Bewerk e-mail "%s"

source: Invalid token. Please reload the page and retry.
nl_nl: Token is ongeldig, herlaad en probeer opnieuw.

source: Dependency successfully loaded
nl_nl: Afhankelijkheden succesvol opgeslagen

source: Dependency successfully saved
nl_nl: Afhankelijkheden succesvol opgeslagen

source: Select value
nl_nl: Selecteer waarde

source: "Other"-option
nl_nl: "Anders namelijk"-optie

source: Invalid form, not found
nl_nl: Ongeldig formulier, niet gevonden

source: Invalid form
nl_nl: Ongeldig formulier

source: Name is empty or invalid
nl_nl: Naam is leeg en/of ongeldig

source: Form successfully copied!
nl_nl: Formulier succesvol gedupliceerd!

source: Form successfully deleted!
nl_nl: Formulier succesvol verwijderd!

source: Limits (value) can't be zero or lower
nl_nl: Limieten (waarde) kan geen 0 of lager zijn

source: Limits (type) is empty or invalid
nl_nl: Limieten (type) is leeg en/of ongeldig

source: Limits (on limit reached) is empty or invalid
nl_nl: Limieten (bij bereiken van) is leeg en/of ongeldig

source: Limits (message) is empty or invalid
nl_nl: Limieten (bericht) is leeg en/of ongeldig

source: Limits (page) is empty or invalid
nl_nl: Limieten (pagina) is leeg en/of ongeldig

source: Schedule (from) or Schedule (to) should be selected
nl_nl: Planning (van) en/of Planning (tot) is leeg en/of ongeldig

source: Schedule (from) can't be later than Schedule (to)
nl_nl: Planning (van) kan niet gelijk of later zijn Planning (tot)

source: Schedule (when outside schedule) is empty or invalid
nl_nl: Planning (wanneer buiten data) is leeg en/of ongeldig

source: Schedule (message) is empty or invalid
nl_nl: Planning (bericht) is leeg en/of ongeldig

source: Schedule (page) is empty or invalid
nl_nl: Planning (pagina) leeg en/of ongeldig

source: Privacy (value) can't be zero or lower
nl_nl: Privacy (waarde) kan geen 0 of lager zijn

source: Privacy (type) is empty or invalid
nl_nl: Privacy (type) is leeg en/of ongeldig

source: Form successfully added!
nl_nl: Formulier succesvol toegevoegd!

source: Form successfully updated!
nl_nl: Formulier succesvol aangepast!

source: Row #%s
nl_nl: Rij #%s

source: Column #%s
nl_nl: Kolom #%s

source: Additional CSS (value) is empty or invalid
nl_nl: Additionele CSS (waarde) is leeg en/of ongeldig

source: Row successfully saved!
nl_nl: Rij succesvol opgeslagen!

source: Invalid row
nl_nl: Ongeldige rij

source: %s (copy)
nl_nl: %s (kopie)

source: Row successfully copied!
nl_nl: Rij succesvol gedupliceerd!

source: The row isn't empty. Check "remove all" to force removal
nl_nl: De rij is niet leeg. Vink "Verwijder alles" om verwijderen te forceren

source: Row successfully deleted!
nl_nl: Rij succesvol verwijderd!

source: Type is empty or invalid
nl_nl: Type is leeg en/of ongeldig

source: Width is empty or invalid
nl_nl: Breedte is leeg en/of ongeldig

source: Additional CSS (value) is empty or invalid
nl_nl: Additionele CSS (waarde) is leeg en/of ongeldig

source: Invalid column
nl_nl: Ongeldige kolom

source: Column successfully copied!
nl_nl: Kolom succesvol gedupliceerd!

source: The column isn't empty. Check "remove all" to force removal
nl_nl: De kolom is niet leeg. Vink "Verwijder alles" om verwijderen te forceren

source: Column successfully deleted!
nl_nl: Kolom succesvol verwijderd!

source: Invalid element, not found
nl_nl: Ongeldig element, niet gevonden

source: Default (type) is empty or invalid
nl_nl: Standaard (type) leeg en/of ongeldig

source: Default (value) is empty or invalid
nl_nl: Standaard (waarde) leeg en/of ongeldig

source: Default (request) is empty or invalid
nl_nl: Standaard (verzoek) leeg en/of ongeldig

source: Default (page) is empty or invalid
nl_nl: Standaard (pagina) leeg en/of ongeldig

source: Default (member) is empty or invalid
nl_nl: Standaard (gebruiker) leeg en/of ongeldig

source: Range / Limit (minimal) and (maximal) are empty or invalid
nl_nl: Bereik / Limieten (minimaal) en (maximaa) zijn leeg en/of ongeldig

source: Range / Limit (minimal) can't be larger then Range / Limit (maximal)
nl_nl: Bereik / Limieten (minimaal) kan niet hoger zijn dan Bereik / Limieten (maximaal)

source: Range / Limit (type) is empty or invalid
nl_nl: Bereik / Limieten (type) is leeg en/of ongeldig

source: Range / Limit (step) is empty or invalid
nl_nl: Bereik / Limieten (stap) is leeg en/of ongeldig

source: Masking (format) is empty or invalid
nl_nl: Formateren (formaat) is leeg en/of ongeldig

source: Advanced (format) is empty or invalid
nl_nl: Geavanceerd (formaat) is leeg en/of ongeldig

source: Confirm (field) is empty or invalid
nl_nl: Bevestigen (element) is leeg en/of ongeldig

source: Option (types) is empty or invalid
nl_nl: Optie (type) is leeg en/of ongeldig

source: Option (values) are empty
nl_nl: Optie (waarde) is leeg en/of ongeldig

source: Option (row #%s) is empty or invalid
nl_nl: Optie (rij #%s) is leeg en/of ongeldig

source: Pages (location) is empty or invalid
nl_nl: Pagina's (locatie) is leeg en/of ongeldig

source: Pages (page) is empty or invalid
nl_nl: Pagina's (pagina) is leeg en/of ongeldig

source: Pages (option name) is empty or invalid
nl_nl: Pagina's (optienaam) is leeg en/of ongeldig

source: Pages (order) is empty or invalid
nl_nl: Pagina's (volgorde) is leeg en/of ongeldig

source: Members (groups) are empty
nl_nl: Gebruikers (groep) is leeg en/of ongeldig

source: Members (option name) is empty or invalid
nl_nl: Gebruikers (optienaam) is leeg en/of ongeldig

source: Members (sorting) is empty or invalid
nl_nl: Gebruikers (sortering) is leeg en/of ongeldig

source: Members (order) is empty or invalid
nl_nl: Gebruikers (volgorde) is leeg en/of ongeldig

source: "Other"-option (type) is empty or invalid
nl_nl: "Anders namelijk"-optie (type) is leeg en/of ongeldig

source: "Other"-option (value) is empty or invalid
nl_nl: "Anders namelijk"-optie (waarde) is leeg en/of ongeldig

source: Placeholder (value) is empty or invalid
nl_nl: Aanduiding (waarde) is leeg en/of ongeldig

source: Help (text) is empty or invalid
nl_nl: Help (tekst) is leeg en/of ongeldig

source: Template (view) is empty or invalid
nl_nl: Vormgeving (weergave) is leeg en/of ongeldig

source: Force extenstion(s) is empty or invalid
nl_nl: Toegelaten bestandstype(n) is leeg en/of ongeldig

source: Force extenstion(s)
nl_nl: Toegelaten bestandstype(n)

source: Extensions "%s" in "%s" aren't allowed globally (check Allowed File Types)
nl_nl: Bestandstype(n) "%s" in "%s" zijn globaal niet toegelaten (ga naar "Toegestane bestandstypen" in "Systeem & instellingen")

source: Filesize (value) is empty or invalid
nl_nl: Bestandsgrootte (waarde) is leeg en/of ongeldig

source: Filesize (value) is larger then the server allows (%s MB)
nl_nl: Bestandsgrootte (waarde) is groter dan dat de server toelaat (%s MB)

source: Folder (value) is empty or invalid
nl_nl: Map (waarde) is leeg en/of ongeldig

source: Filesets (value) is empty or invalid
nl_nl: Bestandsverzamelingen (waarde) is leeg en/of ongeldig

source: Independency is invalid (show and hide)
nl_nl: Afhankelijkheid is ongeldig (weergeven en verbergen)

source: Independency is invalid (enable and disable)
nl_nl: Afhankelijkheid is ongeldig (ingeschakeld en uitgeschaked)

source: Independency is invalid (show and disable)
nl_nl: Afhankelijkheid is ongeldig (weergeven en uitschakelen)

source: Independency is invalid (hide and enable)
nl_nl: Afhankelijkheid is ongeldig (verbergen en ingeschakeld)

source: Independency is invalid (value and clear)
nl_nl: Afhankelijkheid is ongeldig (waarde en legen)

source: Element successfully saved!
nl_nl: Element succesvol opgeslagen!

source: Invalid element
nl_nl: Ongeldig element

source: Element successfully copied!
nl_nl: Element succesvol gedupliceerd!

source: Element successfully deleted!
nl_nl: Element succesvol verwijderd!

source: From (type) is empty or invalid
nl_nl: Afzender (type) is leeg en/of ongeldig

source: From (email address) is empty or invalid
nl_nl: Afzender (e-mailadres) is leeg en/of ongeldig

source: From (name) is empty or invalid
nl_nl: Afzender (naam) is leeg en/of ongeldig

source: From (element) is empty or invalid
nl_nl: Afzender (element) is leeg en/of ongeldig

source: ReplyTo (type) is empty or invalid
nl_nl: Antwoord naar (type) is leeg en/of ongeldig

source: ReplyTo (email address) is empty or invalid
nl_nl: Antwoord naar (e-mailadres) is leeg en/of ongeldig

source: ReplyTo (name) is empty or invalid
nl_nl: Antwoord naar (name) is leeg en/of ongeldig

source: ReplyTo (element) is empty or invalid
nl_nl: Antwoord naar (element) is leeg en/of ongeldig

source: To (email address) is empty or invalid
nl_nl: Ontvanger (e-mailadres) is leeg en/of ongeldig

source: To (Email Address or Element) is empty or invalid. Please add or select at least one.
nl_nl: Ontvanger (e-mailadres of element) is leeg en/of ongeldig. Selecteer er minimaal één of voeg er één toe.

source: Subject is empty or invalid
nl_nl: Onderwerp is leeg en/of ongeldig

source: Message is empty or invalid
nl_nl: Bericht is leeg en/of ongeldig

source: Mail successfully saved!
nl_nl: E-mail succesvol opgeslagen!

source: Invalid mail
nl_nl: Ongeldige e-mail

source: Mail successfully copied!
nl_nl: E-mail succesvol gedupliceerd!

source: Mail successfully deleted!
nl_nl: E-mail succesvol verwijderd!

source: Sorting is successfully saved!
nl_nl: Sortering succesvol opgeslagen!

source: Formidable Results
nl_nl: Formidable Resultaten

source: View result "#%s"
nl_nl: Bekijk resultaat "#%s"

source: Invalid result
nl_nl: Ongeldig resultaat

source: Result(s) successfully deleted!
nl_nl: Resultaten succesvol verwijderd!

source: No mails selected to resend!
nl_nl: Geen e-mails geselecteerd!

source: Result(s) resend, but with errors! Check the logs.
nl_nl: Resultaten zijn verzonden, maar met foutmeldingen! Controleer de logs.

source: Result(s) successfully resend!
nl_nl: Resultaten succesvol verzonden!

source: Formidable Templates
nl_nl: Formidable Sjablonen

source: Add new template
nl_nl: Maak nieuw sjabloon

source: Invalid template
nl_nl: Ongeldig sjabloon

source: Template successfully copied!
nl_nl: Sjabloon succesvol gedupliceerd!

source: Template successfully deleted!
nl_nl: Sjabloon succesvol verwijderd!

source: Content is empty or invalid
nl_nl: Bericht is leeg en/of ongeldig

source: Template successfully added!
nl_nl: Sjabloon succesvol toegevoegd!

source: Template successfully updated!
nl_nl: Sjabloon succesvol aangepast!

source: Invalid template, not found
nl_nl: Ongeldig sjabloon, niet gevonden

source: Remove all
nl_nl: Verwijder alle

source: Yes, I want to remove all the data from Formidable (forms, templates and results)
nl_nl: Ja, ik wil alle data (formulieren, sjablonen, resultaten) van Formidable verwijderen

source: Name
nl_nl: Naam

source: Duplicate elements
nl_nl: Dupliceer elementen

source: Also copy the elements in this column
nl_nl: Dupliceer ook de elementen in deze kolom

source: Cancel
nl_nl: Annuleren

source: Copy
nl_nl: Dupliceer

source: Delete this column? This cannot be undone.
nl_nl: Deze kolom verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Delete children
nl_nl: Verwijder alle

source: Force delete, even if there are still elements in this column.
nl_nl: Forceer verwijderen, ook wanneer er nog elementen in de kolom aanwezig zijn.

source: Delete
nl_nl: Verwijder

source: Result
nl_nl: Resultaat

source: Elements
nl_nl: Elementen

source: Page
nl_nl: Pagina

source: User
nl_nl: Gebruiker

source: All elements
nl_nl: Toon alles

source: (combined)
nl_nl: (gecombineerd)

source: Both
nl_nl: Beide

source: (seperate tags)
nl_nl: (individuele tags)

source: Value
nl_nl: Waarde

source: All properties
nl_nl: Alle eigenschappen

source: Delete this element? This cannot be undone.
nl_nl: Dit element verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Are you sure you want to clear all the options This cannot be undone.
nl_nl: Alle opties verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Clear
nl_nl: Leeg maken

source: Options
nl_nl: Opties

source: Add values in the textarea. New line for each new option.
nl_nl: Voeg waarde toe in het tekstveld. Elke nieuwe regel is een nieuwe optie.

source: Use semicolon (;) to use value;name options.
nl_nl: Gebruik lijstscheidsteken (;) om waarde;naam in te voeren.

source: Clear before adding
nl_nl: Verwijder huidige opties

source: Remove all existing options before adding these new ones
nl_nl: Verwijder huidige opties alvorens nieuwe toe te voegen

source: Save
nl_nl: Opslaan

source: Duplicate results
nl_nl: Dupliceer resultaten

source: Also copy the results from this form
nl_nl: Dupliceer ook de resultaten voor dit formulier

source: Delete this form? This cannot be undone.
nl_nl: Dit formulier verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Results for this form will also be deleted!
nl_nl: Resultaten van dit formulier zullen ook worden verwijderd!

source: Delete this mail? This cannot be undone.
nl_nl: Deze e-mail verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Delete this result(s)? This cannot be undone.
nl_nl: Deze resultaten verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Are you sure you want to resend this result(s)?
nl_nl: Weet je zeker dat je deze resultaten nogmaals wilt mailen?

source: Which mail do you want to resend?
nl_nl: Welke e-mail wil je nogmaals zenden?

source: %s to %s
nl_nl: %s tot %s

source: Resend
nl_nl: Mailen

source: Duplicate colums
nl_nl: Dupliceer kolommen

source: Also copy the columns in this row
nl_nl: Dupliceer ook de kolommen in deze rij

source: Also copy the elements in this row
nl_nl: Dupliceer ook de elementen in deze rij

source: Delete this row? This cannot be undone.
nl_nl: Deze rij verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Force delete, even if there are still columns and/or elements in this row.
nl_nl: Forceer verwijderen, ook wanneer er nog kolommen en/of elementen in de rij aanwezig zijn.

source: Custom buttons
nl_nl: Aangepaste knoppen

source: Previous-button
nl_nl: Vorige-knop

source: Additional CSS-class(es)
nl_nl: Extra CSS-class(es)

source: Next-button
nl_nl: Volgende-knop

source: Delete this template? This cannot be undone.
nl_nl: Deze template verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Back to forms
nl_nl: Terug naar formulieren

source: Basic
nl_nl: Basis

source: Limits
nl_nl: Limieten

source: Scheduling
nl_nl: Planning

source: Enabled
nl_nl: Ingeschakeld

source: Enable this form overall within C5 installation
nl_nl: In/Uitschakelen van formulier voor gebruik binnen deze C5 installatie

source: Limit the submissions based on a diversity of options
nl_nl: Limiteer het aantal verzendingen op basis van diverse opties

source: Based on
nl_nl: Gebaseerd op

source: On limit reached
nl_nl: Wanneer limiet is bereikt

source: What should happen when the limit is reached for this form?
nl_nl: Wat moet er gebeuren wanneer de ingestelde limieten zijn bereikt?

source: Schedule
nl_nl: Planning

source: Schedule the submissions based on a diversity of options
nl_nl: Plan de beschikbaarheid van dit formulier op basis van diverse opties

source: Date from
nl_nl: Datum van

source: Date to
nl_nl: Datum tot

source: When outside schedule
nl_nl: Wanneer formulier buiten planning valt

source: What should happen when the visitor is outside the schedule of this form?
nl_nl: Wat moet er gebeuren wanneer een bezoeker buiten de planning het formulier bezoekt?

source: Setup privacy settings for this form
nl_nl: Stel privacy-instellingen in voor dit formulier

source: Additional options
nl_nl: Additionele opties

source: Don't save the submitters IP-address. (Note: This could effect the limit-settings of your form!)
nl_nl: Sla het IP-adres van de bezoeker niet op (Let op: Dit kan effect hebben op eventueel ingestelde limieten!)

source: Don't save the submitters browser information
nl_nl: Sla de browser informatie van de bezoeker niet op

source: Don't log the submission in the reports / logs
nl_nl: Genereer geen log van de verzending in de Rapporten / Logboek

source: Remove submissions
nl_nl: Verwijder resultaten

source: Remove form submissions automatically after a certain period.
nl_nl: Verwijder resultaten automatisch na een bepaalde periode.

source: After which period should the results be removed? (e.g. 30 days)
nl_nl: Na welke periode moeten de resultaten worden verwijderd (bv: 30 dagen)

source: Remove submitted files from the file manager
nl_nl: Verwijder geüploade bestanden uit de Bestanden

source: Please create a form first
nl_nl: Voeg een nieuw formulier toe
